tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "zkokaja/brewlet"
brew "webp"
brew "jpeg-xl"
brew "bat"
brew "glib"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gradle"
brew "jq"
brew "libslirp"
brew "qemu"
brew "lima"
brew "lsd"
brew "mas"
brew "openjdk"
brew "maven"
brew "nvm"
brew "openjdk@11"
brew "python@3.11"
brew "pipenv"
brew "procs"
brew "rbenv"
brew "scrcpy"
brew "shfmt"
brew "wget"
brew "zoxide"
brew "leoafarias/fvm/fvm"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "brewlet"
cask "coteditor"
cask "devtoys"
cask "font-fira-code"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iina"
cask "keka"
cask "readdle-spark"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "xcodes"
mas "Apple Configurator", id: 1037126344
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "RunCat", id: 1429033973
mas "Transporter", id: 1450874784
vscode "aaron-bond.better-comments"
vscode "antfu.file-nesting"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "blaugold.melos-code"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "djbkwon.flutter-dependency-docs"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "flutterando.flutter-coverage"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "jeroen-meijer.pubspec-assist"
vscode "jock.svg"
vscode "jrebocho.vscode-random"
vscode "jsayol.firebase-explorer"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ryanluker.vscode-coverage-gutters"
vscode "SergeLamikhov.lcov-lang"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tonybaloney.vscode-pets"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "yzane.markdown-pdf"
