tap "hashicorp/tap"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "mobile-dev-inc/tap"
tap "suzuki-shunsuke/ghalint"
tap "ynqa/tap"
tap "zkokaja/brewlet"
brew "actionlint"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "bat"
brew "biome"
brew "glib"
brew "cairo"
brew "crudini"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ghalint"
brew "git-lfs"
brew "go"
brew "gradle"
brew "icloudpd"
brew "ideviceinstaller"
brew "jq"
brew "lftp"
brew "libslirp"
brew "lima"
brew "lsd"
brew "mas"
brew "openjdk"
brew "maven"
brew "nvm"
brew "openapi-generator"
brew "openjdk@11"
brew "pandoc"
brew "pdm"
brew "pget"
brew "pinact"
brew "pipenv"
brew "procs"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "rbenv"
brew "rust"
brew "scrcpy"
brew "shfmt"
brew "swift-format"
brew "virtualenv"
brew "wget"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "leoafarias/fvm/fvm"
brew "mobile-dev-inc/tap/maestro"
brew "ynqa/tap/jnv"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "blackhole-2ch"
cask "brewlet"
cask "coteditor"
cask "font-fira-code"
cask "fork"
cask "gcloud-cli"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "keka"
cask "keycastr"
cask "maccy"
cask "pgadmin4"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code@insiders"
cask "warp"
cask "xcodes-app"
