tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "exa"
brew "fastlane"
brew "glib"
brew "unbound"
brew "gnutls"
brew "gradle"
brew "jq"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "mas"
brew "nvm"
brew "python@3.10"
brew "pipenv"
brew "wget"
brew "zoxide"
cask "amazon-photos"
cask "android-studio"
cask "appcleaner"
cask "brewlet"
cask "coteditor"
cask "font-fira-code"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "the-unarchiver"
cask "visual-studio-code"
mas "DevCleaner", id: 1388020431
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
