tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "direnv"
brew "exa"
brew "fastlane"
brew "gh"
brew "glib"
brew "unbound"
brew "gnutls"
brew "gradle"
brew "jq"
brew "lcov"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "mas"
brew "nvm"
brew "openjdk@11"
brew "peco"
brew "python@3.10"
brew "pipenv"
brew "shfmt"
brew "starship"
brew "tmate"
brew "wget"
brew "zplug"
brew "beeftornado/rmtree/brew-rmtree"
cask "amazon-photos"
cask "android-studio"
cask "appcleaner"
cask "brewlet"
cask "coteditor"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "the-unarchiver"
cask "visual-studio-code"
mas "AmorphousDiskMark", id: 1168254295
mas "Apple Configurator", id: 1037126344
mas "DevCleaner", id: 1388020431
mas "RunCat", id: 1429033973
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
