tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "robotsandpencils/made"
tap "zkokaja/brewlet"
brew "jpeg-xl"
brew "bat"
brew "glib"
brew "cocoapods"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gradle"
brew "jq"
brew "libslirp"
brew "qemu"
brew "lima"
brew "lsd"
brew "mas"
brew "openjdk"
brew "maven"
brew "nvm"
brew "python@3.11"
brew "pipenv"
brew "procs"
brew "python@3.10"
brew "python@3.9"
brew "scrcpy"
brew "shfmt"
brew "wget"
brew "zoxide"
brew "leoafarias/fvm/fvm"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "brewlet"
cask "coteditor"
cask "devtoys"
cask "font-fira-code"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iina"
cask "readdle-spark"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "xcodes"
mas "Apple Configurator", id: 1037126344
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Refined GitHub", id: 1519867270
mas "RunCat", id: 1429033973
mas "Transporter", id: 1450874784
